Repository: harrisabbasi/pick-pack
Catalog: languages/pick-pack-*.po
Languages: fr_fr

source: Do you want a PickPack reusable package?
fr_fr: Voulez-vous un emballage réutilisable PickPack ?

source: As a thank you for using the PickPack service, the online store where you are shopping will offer you 10% off your next order*.
fr_fr: Pour vous remercier d'utiliser le service PickPack, le magasin en ligne où vous faites vos achats vous offrira 10% off sur votre prochaine commande*.

source: The PickPack option allows you to reduce your environmental footprint by returning your packaging after receiving your package.
fr_fr: L'option PickPack vous permet de réduire votre empreinte écologique en retournant votre emballage après avoir reçu votre colis.

source: TRULY be part of the environmental solution for only $3.99.
fr_fr: Faites VRAIMENT partie de la solution environnementale pour seulement 3,99 $.

source: The return is FREE and SIMPLE.
fr_fr: Le retour est GRATUIT et SIMPLE.

source: See the return procedure (Collaboration with Canada Post)
fr_fr: Voir la procédure de retour (Collaboration avec Postes Canada)

source: My order will be delivered in Canada
fr_fr: Ma commande sera livrée au Canada

source: Yes, I want to make a difference.
fr_fr: Oui, je veux faire la différence.

source: No thank you
fr_fr: Non merci !

source: Initiative powered by PickPack
fr_fr: Initiative alimentée par PickPack

source: CONDITIONS : You must choose the PickPack option AND return your packaging as agreed.
fr_fr: CONDITIONS : Vous devez choisir l'option PickPack ET retourner votre emballage comme convenu.

source: Pick Pack Integration
fr_fr: Intégration Pick Pack

source: Eco Bag Price:
fr_fr: Eco Bag Prix

source: Number of points for %s
fr_fr: Nombre de points pour %s

source: Insert your token here that is used to add and update payment method
fr_fr: Insérez ici votre jeton qui est utilisé pour ajouter et mettre à jour la méthode de paiement

source: Get Token from our server
fr_fr: Obtenez le Token de notre serveur

source: Go to Link
fr_fr: Aller au lien

source: Number of Eco Bags sold
fr_fr: Nombre d'Eco Bags vendus

source: Large Products:
fr_fr: Produits de grande taille

source: Fragile Products:
fr_fr: Produits fragiles

source: Set up Payment Details
fr_fr: Configurer les détails du paiement

source: Register Payment Method
fr_fr: Enregistrer le mode de paiement

source: Update Payment Details
fr_fr: Mettre à jour les détails de paiement

source: Update Payment Method
fr_fr: Mettre à jour le mode de paiement

source: Tax rate in Alberta is 5%
fr_fr: Le taux d'imposition en Alberta est de 5 %

source: Tax rate in British Columbia is 12%
fr_fr: Le taux d'imposition en Colombie-Britannique est de 12 %

source: Tax rate in Manitoba is 13%
fr_fr: Le taux d'imposition au Manitoba est de 13 %

source: Tax rate in New Brunswick is 13%
fr_fr: Le taux d'imposition au Nouveau-Brunswick est de 13 %

source: Tax rate in Newfoundland and Labrador is 13%
fr_fr: Le taux d'imposition à Terre-Neuve-et-Labrador est de 13 %

source: Tax rate in Northwest Territories is 5%
fr_fr: Le taux d'imposition dans les Territoires du Nord-Ouest est de 5 %

source: Tax rate in Nova Scotia is 15%
fr_fr: Le taux d'imposition en Nouvelle-Écosse est de 15 %

source: Tax rate in Nunavut is 5%
fr_fr: Le taux d'imposition au Nunavut est de 5 %

source: Tax rate in Ontario is 13%
fr_fr: Le taux d'imposition en Ontario est de 13 %

source: Tax rate in Prince Edward Island is 14%
fr_fr: Le taux d'imposition à l'Île-du-Prince-Édouard est de 14 %

source: Tax rate in Quebec is 14.975%
fr_fr: Le taux d'imposition au Québec est de 14,975 %

source: Tax rate in Saskatchewan is 10%
fr_fr: Le taux d'imposition en Saskatchewan est de 10 %

source: Tax rate in Yukon Territory is 5%
fr_fr: Le taux d'imposition au Yukon est de 5 %

source: %s is a fragile product
fr_fr: %s est un produit fragile

source: %s is a large product
fr_fr: %s est un grand produit

source: Pick Pack bag option only available in Canada
fr_fr: Option de sac Pick Pack uniquement disponible au Canada
